;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

;; UI
(package! color-theme-sanityinc-tomorrow)
(package! airline-themes)
(package! dimmer)
(package! rainbow-mode)
(package! zoom)

;; Editor
(package! evil-multiedit)
(package! json-mode)
(package! wakatime-mode)
(package! eslint-fix :recipe (:host github :repo "codesuki/eslint-fix"))
