;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

(package! multi-vterm)
(package! prettier-js)
(package! evil-multiedit)
(package! auto-dim-other-buffers)
(package! airline-themes)
(package! json-mode)
(package! wakatime-mode)
(package! color-theme-sanityinc-tomorrow)
