;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

(package! flycheck)
(package! org)
(package! lsp-mode)
(package! lsp-ui :recipe (:fetcher github :repo "emacs-lsp/lsp-ui"))
(package! lsp-haskell)
(package! haskell-mode)
(package! flycheck-haskell)
(package! company-lsp)
